{"class_name": "Sequential", "config": {"name": "sequential_12", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1, 160], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_74_input"}}, {"class_name": "Dense", "config": {"name": "dense_74", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 12, "activation": "swish", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.43852010676067976, "maxval": 0.43852010676067976, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_75", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 12, "activation": "swish", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.44174965292354607, "maxval": 0.44174965292354607, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_76", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 2, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.0, "maxval": 0.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_77", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.4.0", "backend": "tensorflow"}