{"class_name": "Sequential", "config": {"name": "sequential_11", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1, 160], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_38_input"}}, {"class_name": "Dense", "config": {"name": "dense_38", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.09807110347383997, "maxval": 0.09807110347383997, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.09807110347383997, "maxval": 0.09807110347383997, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_39", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 2, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.03698586821428702, "maxval": 0.03698586821428702, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.03698586821428702, "maxval": 0.03698586821428702, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_40", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 34, "activation": "softplus", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.6868247881479946, "maxval": 0.6868247881479946, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.6868247881479946, "maxval": 0.6868247881479946, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_41", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.4.0", "backend": "tensorflow"}