{"class_name": "Sequential", "config": {"name": "sequential_15", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1, 160], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_55_input"}}, {"class_name": "Dense", "config": {"name": "dense_55", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.13938810352883055, "maxval": 0.13938810352883055, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.13938810352883055, "maxval": 0.13938810352883055, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_56", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 4, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.19825090269743856, "maxval": 0.19825090269743856, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.19825090269743856, "maxval": 0.19825090269743856, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_57", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 6, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.26809131553534105, "maxval": 0.26809131553534105, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.26809131553534105, "maxval": 0.26809131553534105, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_58", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 95, "activation": "swish", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.930163996433834, "maxval": 0.930163996433834, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.930163996433834, "maxval": 0.930163996433834, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_59", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 13, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.4535236951786888, "maxval": 0.4535236951786888, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.4535236951786888, "maxval": 0.4535236951786888, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_60", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.4.0", "backend": "tensorflow"}