{"class_name": "Sequential", "config": {"name": "sequential_34", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1, 160], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_135_input"}}, {"class_name": "Dense", "config": {"name": "dense_135", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 106, "activation": "swish", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.9562863645439745, "maxval": 0.9562863645439745, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.9562863645439745, "maxval": 0.9562863645439745, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_136", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 2, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.02671754917380835, "maxval": 0.02671754917380835, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.02671754917380835, "maxval": 0.02671754917380835, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_137", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 9, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.3745727008094416, "maxval": 0.3745727008094416, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.3745727008094416, "maxval": 0.3745727008094416, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_138", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.4.0", "backend": "tensorflow"}