{"class_name": "Sequential", "config": {"name": "sequential_68", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1, 160], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_208_input"}}, {"class_name": "Dense", "config": {"name": "dense_208", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 18, "activation": "gelu", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.5318317162629913, "maxval": 0.5318317162629913, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.5318317162629913, "maxval": 0.5318317162629913, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_209", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 4, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.1817195441636969, "maxval": 0.1817195441636969, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.1817195441636969, "maxval": 0.1817195441636969, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_210", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.4.0", "backend": "tensorflow"}