{"class_name": "Sequential", "config": {"name": "sequential_12", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1, 160], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_49_input"}}, {"class_name": "Dense", "config": {"name": "dense_49", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 56, "activation": "swish", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.8029860106499267, "maxval": 0.8029860106499267, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.8029860106499267, "maxval": 0.8029860106499267, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_50", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 4, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.20870905359336767, "maxval": 0.20870905359336767, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.20870905359336767, "maxval": 0.20870905359336767, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_51", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 5, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.24180109073708303, "maxval": 0.24180109073708303, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.24180109073708303, "maxval": 0.24180109073708303, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_52", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.4.0", "backend": "tensorflow"}