{"class_name": "Sequential", "config": {"name": "sequential_37", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1, 160], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_130_input"}}, {"class_name": "Dense", "config": {"name": "dense_130", "trainable": true, "batch_input_shape": [null, 1, 160], "dtype": "float32", "units": 19, "activation": "gelu", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.5415256963024719, "maxval": 0.5415256963024719, "seed": null}}, "bias_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.5415256963024719, "maxval": 0.5415256963024719, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_131", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.4.0", "backend": "tensorflow"}